Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: 1 sentence collected
ggg: ڀيݪوڪررو1 جملو

source: 2019 End-of-Year Release
ggg: 2019 سآليٚ ڪو آکريٚ رليس

source: 2 down, keep it up!<playIcon></playIcon>
ggg: نيٚچي، ڪردآ آئؤ۔

source: ≥ 2 No votes
ggg: وونٚٽ نآ 2

source: ≥ 2 Yes votes
ggg: وونٚٽ 2

source: Abbreviations and Acronyms
ggg: گھٽتآيونٚ اور گھٽتآيونٚ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
ggg: "USA" يا "ICE" دي پآسو ڪررو جآئي گھٽتآيونٚ اور گھٽتآيآنٚ جيسڪر لِکري گئي ليرو گئي لِکآوٽيٚ مي ڪآلي تو وي شآيد ايسآ تريڪآ دي پڙهآرآ جآئينٚ جيڪيٚ اُنآ ڪيٚ هِجي دي ٺيرآ نآ هوئينٚ۔ گھڻو ڪري، هو سڪدو هي ايڪ وِرليٚ گھٽتآئيٚو تآڻيٚ ڪِترآئي سئي پڙهرآ هووينٚ۔

source: Abkhaz
ggg: ابکاج ٻوليٚ

source: About
ggg: بآرآ مينٚ

source: About options menu
ggg: اديڪآرو ڪيٚ مينيُو ڪآ بآرآ مي

source: About us
ggg: همرآ بآرآ مي

source: About us options menu
ggg: همرآ بآرآ مي اديڪآريٚ ليِِسٽ

source: Academic Reference
ggg: پڙهآيو ڪو هوآلو

source: Accent
ggg: ورجآڻي

source: Accepted file types: .tsv only
ggg: ڪَبول ڪرريٚ ڦآئِليٚ ڪآ ڪِسمِ

source: Access press releases and stories related to Common Voice
ggg: آم آوآجي دي جُڙري پريس ريليج ڪهآڻيو ليوو

source: Account
ggg: کآتو

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ggg: ٻتيٚ ديکو سهي يو بآرآ مي

source: Acehnese
ggg: آشيآنيٚ ٻوليٚ

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
ggg: { $actionType }<micIcon> اور جيسي تِمآ ڪوُ ڪُدرتيٚ تريِڪآ دي ميسوُس هوئي ويسي جوآب ديسڪدآ هو۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
ggg: { $actionType }<playIcon></playIcon> اور جيڪو تمي منکو دي سُڻدآ هو، اُرو ڪوُ لِکو۔.

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ggg: ڪآ وي سئي تريڪآ دي جملو ڪين هينٚ؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
ggg: { $actionType }</playIcon>آڊيو ڪِلپ سُڻو، اور نڪليٚ ڪوُ چيڪ ڪرو۔ ڪآ وآ مِلدي هي؟ جيڪر نآ، تواِرآ ڪوٚ پورو ملآوآ تآڻيٚ کآميٚ پوريٚ ڪرو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ggg: پِڇي جُملو ٻڏيٚ آوآجيٚ مينٚ پڙهو

source: { $actionType }<stopIcon></stopIcon> when done
ggg: جد پورو ڪررو جآئي

source: { $actionType } submit when ready
ggg: تيآر هوجآئينٚ تو جمآ ڪرو

source: Adamawa Fulfulde
ggg: آدموآ ڦولڦلديٚ

source: Add and Review Sentences, Add Questions, Transcribe Audio
ggg: جُملآنٚ ڪوُ شآمِل ڪرو ائينٚ جآئزو ليئو، سوآل ڪرو، آڊيو نڪل ڪرو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
ggg: منکآ ڪوُ جبآب ديوآ تآڻي <icon></icon>مي{ $currentLocale } ايڪ سوآل شآمل ڪروو

source: Add as much information as you can about the language. This could include:
ggg: وڌيڪو دي وڌيڪ کبر شآمل ڪرو تِمريٚ ٻوليو ڪآ بآرآ مي۔ يو شآمل هو سڪدو هي:

source: Add <icon></icon> a public domain sentence
ggg: اوآميٚ ڪيٚ ٚ ملڪتيٚ ڪآ جملآ ڀيݪآ ڪرو

source: Add information
ggg: ڃآڻ شآمل ڪرو

source: Adding Questions
ggg: سوال شآمل ڪرو

source: Adding Sentences
ggg: جُملآ شآمل ڪروو

source: Additional Language
ggg: وڌيڪ ٻولي

source: Add Language
ggg: ٻولي شآمل ڪرو

source: Add new custom accent "{ $inputValue }"
ggg: "{ $inputValue }" نووينٚ جروُرتيٚ ڪآ هسآبو دي ورجآڻي شآمل ڪرو

source: Add new sentences for the community to read
ggg: پڙهوآ لآ ڪوميٚ ڪآ جُوآن شآمِل ڪرو

source: Add one sentence per line
ggg: ايڪ لڪيٚر ايڪ جُملو شامل ڪرو

source: Add Questions
ggg: سوآل لگآوو

source: Add questions in your language
ggg: آپوئيٚ ٻوليو مي سوآل شآمِل ڪرو

source: Add Questions <small>(Coming soon)</small>
ggg: سوآل لگآوو<small>( جلدي آهيرو هي)</small>

source: Add Sentences
ggg: جُملآ شآمل ڪرو

source: Add sentences in your language
ggg: آپوئيٚ ٻوليو مي جُملآ شآمِل ڪرو

source: Add Text
ggg: لِکت لگآوو

source: Add up to 1,000 sentences
ggg: 1,000 جُملآ تآئينٚ شآمل ڪرو

source: Add Your Voice
ggg: آپو ڪيِٚ آوآج شآمل ڪرو

source: Adyghe
ggg: آديٚگيٚ ٻوليٚ

source: Afaan Oromo
ggg: اڦآن اورومو

source: Afar
ggg: آڇ ڪروو

source: A few bytes
ggg: چند بآئيٽس

source: Afrikaans
ggg: آڦريڪيٚ ٻوليٚ

source: Age
ggg: اُمر

source: A good question for public participation datasets should:
ggg: ايڪ اوآميٚ شآملآئيو ڪيٚ ڊيٽآ سيٽينٚ تآڻيٚ ايڪ اسل سوآل هوڻ کپي:

source: Agriculture and Food
ggg: ڀَنيٚ اور کآدو

source: Albanian
ggg: البآنيٚ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ggg: ٿوڙو اِرد گِرديٚ ڪو گوڙ سئي هي، پر جيڪر تِمي سُڻ سڪدآ هو ڪِرو دوسرآ مِنکو ڪوُ الگ گُڦتو ٻولدي، ڪِلپ رد ڪررو جآسي۔ آم توريٚ پر وو هوندو هي جھآنٚ ٽي وي ڇوڙرو گو هي، جآنٚ جھآنٚ ڪني گڦتگو هو رهيريٚ هي۔

source: All
ggg: سب

source: All sentence must have the same domain
ggg: سبي جُملآ مي ايڪيٚ ملڪت هووو کپي

source: All sentences must have the same citation
ggg: سبي جُملآ مي سآگيٚ پرک هووو جروريٚ هي

source: Already have an account? <login>Log-In</login>
ggg: ڪآ تمري ڪني آگئيٚ ايڪ اڪآئونٽ هي لآگ اِن

source: Alsatian
ggg: ايلسٽيٚئن

source: Amharic
ggg: امهآريٚ ٻوليٚ

source: An error occurred fetching sentences
ggg: جُملآنٚ ڪوُ پڙهوآ مينٚ گلتيٚ هُري هي۔

source: An error occurred reviewing this sentence
ggg: اِرو جُملآ ڪوُ ديکوآ مينٚ ايڪ گلتيٚ هُري هي

source: An error occurred submitting your voice information
ggg: تمري آوآجي ڪي کبر جمآ ڪروآ مي ايڪ گلتي هورهيرو تي

source: An error occurred while creating this transcript
ggg: اِرو ترجمآ کوُ تيآر ڪروآ مآل ايڪ گلتي هوري

source: An error occurred while editing the transcript
ggg: ٽرآنٚسڪِرپٽ مُلآوآ مآل ايڪ گلتيٚ هُريٚ

source: An error occurred while recording
ggg: رڪآرڊينگي مآل ايڪ گلتي هُريٚ

source: An error occurred while skipping the transcript
ggg: ترجمو ڇوڙوآ مآل ايڪ گلتيٚ هوگيٚ

source: An error occurred while skipping this prompt
ggg: اِرآ هرڪتي ڪوُ ڇوڙ ديوآ ٽيم ايڪ گلتيٚ هوريٚ

source: An error occurred while submitting the report
ggg: رِپوٽ جمآ ڪآوآ مآل ايڪ گلتيٚ هوگيٚ

source: An error occurred while uploading your response
ggg: تِمرآ جبآبو ڪوُ اپلوڊ ڪردي ايڪ گلتي هوُري۔

source: An error occurred while voting the transcript
ggg: ٽرآنسڪرپٽيٚ ڪيٚ ووٽينگيٚ مآلا ايڪ گلتيٚ هُوريٚ هي

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ggg: گُمنآم استمآل ڪروآݪي ڊيٽآ جيسي اُمر، جنس، اور ورجآڻي يو ڪي اسپيٚچ ريڪگنيشن انڃڻو ڪي سيو ڪوُ ٽآوآ ٽآڻي استمآل هوندو ڊيٽآ ڪوُ اور ڀلو بڻآنوآ مي مدد ڪردو هي۔ تِميرو سآرڦ نآيونٚ اور ايٚ ميل ڪدي بي تِمرآ جمآ ڪرآ ڊيٽآ دي جُڙرو نآ هوسي، اور يو چُڳ سڪدآ هو تو تِمرو سآرڦ نآئونٚ آوآمي جآنٚ گُمنآم بڻآرو گو هي۔

source: Answer
ggg: جبآب

source: Answer questions
ggg: سوآل جنآب

source: Answer Questions
ggg: سوآلآ ڪآ جوآب ديوو

source: Answer Questions <small>(Coming soon)</small>
ggg: سوآل جبآب آهيرآ هينٚ<small> ( جلدي آهيرآ هينٚ)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
ggg: هر ڪو ڊپو ڪيٚ ٻوليٚو ڪوُ جپت، بحآل اور اُنچي ڪر سڪدو هي ٽيڪسٽ اور آوآجيٚ ڪآ ڊيٽآ سيٽآنٚ ڪوُ شيئر ڪرو، ٺآوو اور سماݪوآ دي۔

source: Approve
ggg: منجوٚر ڪروو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ggg: اِدرگرد کآموش شور ٺيڪ هي پر همي ڪونآ چآهوآ تو وڌيڪ آوآجي هوئينٚ جيڪي مشيني الگورٿمي ڪوُ لڦج اوݪکوآ مي رُڪآوٽ بڻي جيڪي لِکرآ سآمآنو مينٚ نآ هيٚنٚ ڪي تمي سآمآنو دي پيلي سئي لڦج سُڻ سڪدآ هو تو ڪِلپو ڪُو رد ڪرو جآئي آم تو پر يو جد هوندو هي جد هلڪي ٽيوي کُلرو پيڙي هوئي يآ ڪني ٻتلآوڻ چالو هوئي

source: Arabic
ggg: اربيٚ ٻوليٚ

source: Aragonese
ggg: ارگونيٚ ٻوليٚ

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ggg: ڪآ تميٚ آگي ئيٚ Common Voice ڪيٚ آپو آپ ٻآت چيت پروجيڪٽو تآڻيٚ همرآ بيٽآ ٽيسٽنگ گروپو مي هو؟

source: Are you coming? [called by another]
ggg: ڪآ تِميٚ آرهيرآ هو؟ [ دوئيٚ ديکو]

source: Are you coming? <strong>[called by another]</strong>
ggg: ڪآ تو آهيرو هي؟<strong>[دوسرآ ڪي ترڦيدي سڏجرو] </strong>

source: Armenian
ggg: آرميٚنيآئيٚ ٻوليٚ

source: Armenian Western
ggg: آرميٚنيآئيٚ مگربيٚ

source: Arvanitika
ggg: اروآنيتيڪآ

source: Ask about a new language
ggg: نويٚنٚ ٻوليو ڪآ بآرآ مي پوڇو

source: Ask Mozilla to share your events
ggg: موجيلآ دي تِميرآ وڪيآ ڪوُ شيئر ڪروآ ڪيٚ دڪآس ڪرو

source: Ask sensitive questions
ggg: اسردآر سوآل پوُڇو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ggg: همآنٚ دي <matrixLink>Matrix</matrixLink>، <discourseLink>Discourse</discourseLink> يآ <emailLink>email</emailLink> بآرآ مينٚ سوآل پوُڇو.

source: Assamese
ggg: آسآميٚ ٻوليٚ

source: Asturian
ggg: آسٽوريٚن ٻوليٚ

source: Atayal
ggg: اٽآليٚ

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
ggg: ايڪ ٽرآنسڪرپشني ڪوُ اُرو آدميو جرئي ڪرو گو هر لڦج جآن بنآ لڦجيٚ ٻآت چيتي ڪيٚ آوآجيٚ ڪوُ سُڻڻ کپي، اِرو مي ورنديون بي شآمل هينٚ۔

source: Attention!
ggg: ڌيآن ديٚئو!

source: Audio Format
ggg: آڊيو شڪل

source: Automotive and Transport
ggg: آٽوميٽواور ٽرآنسپورٽ

source: Avatar
ggg: اوتآر

source: Avatar uploaded
ggg: اوتآر اپ لوڊ ڪررو گو

source: Average
ggg: بلڪُل

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ggg: ايڪ آوآجو ڪلپو ڪوُ سهي نشآن لگآرو جآنٚدو هي جد ايڪ ۔ سُڻواݪو هآوي ڪو وونٽ دينٚدو هي

source: Avoid too much background noise - it should be easy to hear you.
ggg: ڀوت پڇلآ گوڙو دي بچوو۔وو تمري سُڻوآ لآ سولو هووو کپي

source: Awards
ggg: اِنآم

source: Azerbaijani
ggg: آجربآئيجآنيٚ ٻوليٚ

source: Baatonum
ggg: بآتونم

source: Baba Malay
ggg: بآبآ ملائيٚ

source: Back
ggg: وآپس جآوو

source: Background Noise
ggg: اِرد گِردو ڪو آوآج

source: Background Voices
ggg: اِرد گِردوڪي آوجينيٚ

source: Back to Top
ggg: وآپس مٿي جآئو

source: Bafia
ggg: بآڦيآ

source: Bafut
ggg: بآڦوت

source: Bahasa Malay
ggg: بهآسآ ملآئيٚ

source: Balochi
ggg: بلوچيٚ

source: Balti
ggg: بلتيٚ

source: Bambara
ggg: بمبآرآ ٻوليٚ

source: Bamun
ggg: بآمون

source: Bamvele
ggg: بمويليٚ

source: Bankon
ggg: بينٚڪوُن

source: Baoule
ggg: بآول

source: Basaa
ggg: بسآ ٻوليٚ

source: Bashkir
ggg: بشڪر ٻوليٚ

source: Basque
ggg: بسڪآنيٚ ٻوليٚ

source: Batanga
ggg: بتنٚگآ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ggg: ايڪ جُملو کتم ڪروآ دي پيلي نيچي رهيئوجيستآئينٚ پڙهوآݪو ايڪ ورآڻي گلت ڪرس هي دٻآئو ڪُو گلت جگآ مينٚ ڌرس هي يآ سآڦ تريڪآ دي ايڪ سوآلو ڪي نِشآنيآ ڪوُ ڪونآ ديکس هي۔ ساريٚ دُنيآ مينٚ الگ الگ قسمو ڪيٚ ورآڻيونٚ موجود هينٚ جنآ مينٚ ڪُجھ تمري ڀرپآسآ ڪيٚ ڪميونٽيو مينٚ نه سُڻرآ هووينٚ مهربانيٚ ڪر ڪي اُنآ ڪيٚ لآ ايڪ ڪِسمو ڪو مآرجن ديئو جيڪي تمآنٚ دي الگ ٻولدا هينٚ۔

source: Become a Common Voice Partner
ggg: ايڪ جُڙري آوآجي مي ڀآئيوآر هوو

source: Be easy to understand and respond to
ggg: سمجھوآ مي سولو اور جنآب ديوآ تآڻيٚ

source: Be generally relevant
ggg: آم توري پر جُڙرآ ريهوو

source: Belarusian
ggg: بيلآروسيٚ ٻوليٚ

source: Benefits
ggg: ڦآئيدآ

source: Bengali
ggg: بنٚگآليٚ ٻوليٚ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ggg: [بيريٽ ٿيڪ هي ڀپي پيلي هوئي (برتآنيآ) پر جور ديوآ دي جآ دوسرو (امريڪآ) پر]

source: Betawi
ggg: بيتآويٚ

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ggg: ٻوليو ڪيٚ هڪيٚڪتيٚ لآ بهتر مدد جيسي تو ٽرانسليچرنگ اور<mark>ڪوڊ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ggg: اُنآ ٻوليآنٚ تآڻيٚ ڀلي مدد جيڪي گھٽ يآ <mark>استمآل ڪروآ تآڻيٚ ڪو بي ٽيڪسٽ ڪآرپس ڪونآ</mark>هي (مثال جيسي، سمآجيٚآت، الگ الگ هلتينٚ، تاريکي پر اڻ لکريٚ ٻوليٚونٚ وگيرآ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
ggg: <bold>شيهري سمآج اور اديڪآر</bold> - اسردآر ڊيٽآ سيٽ مُڦتو مي ٺآوو، ميجبآني ڪآوو اور بِرآوو

source: <bold>{ $count }</bold> Clips
ggg: ڪَٽ

source: <bold>Help us</bold> find more voices
ggg: وڌيٚڪ آوآج ڍونٚڊوآ مينٚ همريٚ مدت ڪرو۔

source: <bold>If you value open, inclusive data - donate today!</bold>
ggg: <bold> جي تمينٚ کلريٚ، ڌيريٚ ڊيٽآ ڪيٚ ڪيمت آج دآن ڪرو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
ggg: <bold>ڦلآه</bold> - گھرو ڪيٚ ڪوشش اور ترڪيو ڪوُ وڌآوآ تآڻي ڊيٽآ سيٽو ڪي ٺيوآ ڪيٚ سرپرستي ڪروو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
ggg: <bold>ٽيڪنآلوجيٚ ڪمپنيونٚ</bold> - هڪ سُرسبج وڌوآݪيٚ ملٽي لنگويج AI مآهولو تآڻيٚ کُلريٚ ڊيٽآ سيٽ هٽآوآ مي سيڙپ ڪرسي

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
ggg: <bold> AIڪوُ دنيآ ڪيٚ چند ٻوليآ تآڻي ڪآلي ايڪ هدي مي ڪآ ڪرڻ کپي؟</bold>

source: Borgu Fulfulde
ggg: بورگو ڦولڦولدي

source: Bosnian
ggg: بوسنيآئيٚ ٻوليٚ

source: Both
ggg: دوئيٚ

source: Both (Speak and Listen)
ggg: دوئيٚ (سُڻوو ائينٚ ٻولوو)

source: Breton
ggg: بريٽون ٻوليٚ

source: [British English might make "root"]
ggg: [برطانويٚ انگريجيو مي هو سڪدو هي "روٽ"]

source: Browse Languages
ggg: ٻوليونٚ برآيوس ڪرو

source: Brushaski
ggg: برشآ سڪيٚ

source: Build a custom goal
ggg: ايڪ جُملو 15 لڦجآنٚدي گھٽ هوئي

source: Build Profile
ggg: پروڦآئيل ٺآوو

source: Bulgarian
ggg: بلگآريآئيٚ ٻوليٚ

source: Bulk batch
ggg: بلڪَ بيچ

source: Bulk Sentences Uploaded
ggg: بلڪي جُملآ اپلوڊ ڪررآ گوآ

source: Bulu
ggg: بلوُ

source: Bunun
ggg: بهنون

source: Burmese
ggg: برميٚ ٻوليٚ

source: Buryat
ggg: بريٚت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ggg: همانٚ ڪو شآيد تمآنٚدي پڇآڙيو مي ڊيٽآ سيٽ مي</b> اي ميل ڪآلي ؟<b> بدلآوآ مي رآبتو ڪرڻو پڙسيٚ ، ايڪ ايٚ ميل همآنٚ ڪو رآبتآ ڪو ايڪ نڪتو دينٚدو هي

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ggg: ڪِلڪ ڪروآ دي“ لينڪ ميرآ اي ميلو مي ڀيجو”، تمي رآجي هو همري<termsLink> کِدمتينٚ شرتينٚ دي </termsLink> اور <privacyLink> پرآئيوسيٚ پوليسيآنٚ دي</privacyLink> اور وو تو موجيلا تِمآ ڪوُ آم آوآجينٚ ڪيٚ آپو دي تڪريري تآڻيٚ بيٽا ٽيسٽنگ مي هسو ليو ڪي کبري دي اي ميل ڪر سڪدو هي۔.

source: By editing your goal, you may lose your existing progress.
ggg: تمرآ مڪسدو ڪوُ بدليٚ ڪردي، تمريٚ آپوئي هونٚدي پيشرڦتيٚ ڪوُ گمآ سگدآ هو

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ggg: ايِ ميلينٚ هآسل ڪروآ لآ آپٽ آن ڪردي ، تميٚ بيآن ڪردآ هو تو رآجدآريو<privacyLink> ديMozilla ايٚرآ کبرچآريٚئو سمآݪوآ جيسيٚ Mozilla تميٚ رآجيٚ هو پآليٚسِيو </privacyLink>مي وجآهت ڪرريٚ گئيٚ هي

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ggg: تو ڪآمن وآئيٚس ڊيٽآ سيٽو مي ٻولوآݪآئيٚنٚ اوݪکآنٚدي ڪوُ پڪ ڪروآ مي </b> تمينٚ رآجيٚ هو<b> ڪوشيش نآ ڪرريٚ جآئي

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ggg: آپو ڪآ بآرآ مي ڪُج جآڻ ديوآ دي، تِمي جيڪو آڊيو موآد ڪآمن وآئيسو پر جمآ ڪرآرآ، اُهو ٻآتچيتي تآڻي اور بي ڦآيدآزݪو سآبت هوسي۔ اُݪکآڻ انڃڻ جيڪو اُرو ڊيٽآ ڪوُ استمآل ڪردآ هينٚ اُنآ ڪي سئيو ڪوُ وديڪ سئي ڪروآ تآڻيٚ۔

source: By telling us about yourself, you will help developers build more inclusive technology
ggg: تمرآ بآرآ مينٚ ٻتآوآ دي تِمينٚ ڊِولپرآنٚ شآملآئيآݪي ٽيڪنآلآجيآ ڪوُ ٽآوآ مينٚ مدد ڪرسيٚو

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ggg: ڪآمن وآئيس استمآل ڪَرَدي تمينٚ همريٚ <termsLink>شرتينٚ</termsLink> اور <privacyLink>راجدار يو نوٽيسوَ</privacyLink> دي هآنٚ ڪردآئو

source: Cameroon Pidgin
ggg: ڪيمرون پڊگيٚن

source: [Canadian English might make "route" sound like "rowt"]
ggg: [ڪينيڊآ ڪيٚ انگريجيو مي هو سڪدو هي "رستو" آواج "روٽ" جيسي]

source: Cancel
ggg: ڪنسل

source: Cancel Re-recording
ggg: ري رِڪآرڊنگ بند ڪرو

source: Cancel Submission
ggg: جمآ ڪرآوو کتم ڪرو

source: Cannot submit more than 1000 sentences
ggg: ايڪ 1000 جُملآ دي وڌيِڪ جمآ ڪونآ ڪرسگي

source: Can't decide?
ggg: ڦيسلو ڪونآ ڪرسگو؟

source: Cantonese
ggg: ڪينٽونيٚ

source: Catalan
ggg: ڪيتلونيٚ ٻوليٚ

source: Central Alaskan Yupʼik
ggg: مرڪجيٚ الآسڪآڻيٚ يپ ،ڪ

source: Central Kurdish
ggg: مرڪجيٚ ڪردشيٚ

source: Central Melanau
ggg: وُچولیٚ میلآنو

source: Central Puebla Nahuatl
ggg: سينٽرل پوئبلآ نهوآٽل

source: Change
ggg: بدليٚ ڪرو

source: Change preferences
ggg: ڪآم بدليٚ ڪرو

source: Changes the language dataset to which you're contributing
ggg: ٻوليو ڪآ ڊيآسيٽو ڪوُ بدلو جِرو مي تمي هِسو ليرهيرآ هو۔

source: Changes website text only.
ggg: سِرڦ ويب سآئيٽيٚ ڪآ اکرآنٚ ڪوُ بدليٚ ڪرو۔

source: Change your email via Settings under Login Identity
ggg: تِمريٚ ايٚ ميليٚ ڪوُ سيٽينگونو دي بدليٚ ڪرو لآگ اِن پرکوآ ڪري

source: Check
ggg: ڪِلڪ

source: Check <icon></icon> is this a linguistically correct sentence?
ggg: چيٚڪ ڪرو <icon></icon> ڪا يو ايڪ ٻوليو تور سئيٚ جملو هي؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ggg: چيڪ ڪرو تو تِمري ٻولي لِٽي پر دِوجري هي سڦوCommon Voice Languages <languagesPageLink></languagesPageLink>تِمآ ڪوُ ايڪ سولوايٚ ميل ڀيجسآنٚ<strong> جيڪر نآ، يو ڦآرم ڀرو اور هميٚ</strong> سآڦ ڪيٚندي تِمري ٻوليٚ ڪيسي ٺيڙي ڪرسآنٚ۔

source: <chevron></chevron>See less
ggg: <chevron> گھٽ ديکو</chevron>

source: <chevron></chevron>See more
ggg: <chevron> وديڪ ديکو</chevron>

source: Chinese (China)
ggg: چينيٚ (چيٚن)

source: Chinese (Hong Kong)
ggg: چينيٚ (هآنٚگ ڪآنٚگ)

source: Chinese (Taiwan)
ggg: چينيٚ ( تآئيٚوآن)

source: Chinyanja
ggg: چنيآنٚجآ

source: Choose language/localization
ggg: ٻوليٚ چُگآنٚ / لوڪلآئجيشن

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
ggg: سآدآ سوآل چُگو جيڪي ڪِرآ بيٚ رهڻيٚ ڪرڻيٚ ڪآ پِڇلآ نجآرڪي سوآ سمجوآ مي آسآن هويٚنٚ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
ggg: سآدآ سوآل چُگو جيڪي ڪِرآ بي سڪآڦتي جآ پسمنجرو ڪيٚ لِهآجو دي سمجهوآ مي آسآن هيٚن۔

source: Chuvash
ggg: چوآشيٚ

source: Citation
ggg: پَرکَ

source: Cite with a URL link or the full name of the work.
ggg: ايڪ يوٚ آر ايل لنڪِ يآن ڪآمو ڪآ نآئو دي پرک ديئو.

source: Citing Sentences
ggg: هوآلو ديوآݪآ جُملآ

source: Click
ggg: ڪِلڪ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
ggg: <guidanceLink>يهآنٚ</guidanceLink> ڪلڪ ڪرو تو جيسي تِمي کبر لي سڪدآ هو تو اِرو سڦآ ڪوُ ڪيسي استمآل ڪري

source: Clipboard not supported
ggg: ڪلپ بورڊو ڪوُ سپوٽ ڪونآ هي

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ggg: { $clipCount } وآئيس ڪِلپ، ڪل آر ڪآئيو سآئيج { $size } ڪو ٽيم پورو هوندو هي{ $expires }۔

source: Clip Graveyard
ggg: مُڪآنو ڪلپ

source: Clips recorded
ggg: رڪآرڊ هورآ ڪِلپس

source: Clips Uploaded
ggg: اپلوڊ هُرآ ڪِلپ

source: Clips validated
ggg: ڪِلپسآنٚ ڪيٚ سئي ڪرري گئي

source: Clips You've Recorded
ggg: ڪلپس جيڪو تميٚ رڪآڊ ڪررآ هو

source: Clips You've Validated
ggg: ڪلپس جيڪو تميٚ سهيٚ ڪررآ هو

source: Close
ggg: بند ڪرو

source: Collecting sentences
ggg: جُملآ ڀيݪآ ڪروو۔

source: Coming Soon
ggg: جلدي آرهيورو هي

source: Comment
ggg: رآئي

source: Common Voice data plus all other voice datasets above.
ggg: آم آوآج ڊيٽآ اور اُپرلآ دوسرآ سڀ وآئس ڊيٽآ سيٽ۔

source: Common Voice Dataset
ggg: آم آوآج ڊيٽآ سيٽ

source: Common Voice is a free, open source platform for community-led data creation
ggg: ڪآمن وآئيٚس ايڪ مڦت، کُلرو پليٽ ڦآرم هي جيڪو ڪميُونٽيٚو ڪيٚ اڳواڻيو مي ڊيٽآ ٺوآ تآڻي استمآل هوندو هي

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ggg: ڪآمن وآئيس موجيلآ فائونڊيشني ڪو ايڪ ڪآم هي، آمريٚڪيٚ 501(c)3۔ اِرو پروجيڪٽو ڪوُ اُرو ٽيم مُڪمل تريٚڪآ دي <philantropicGrantLink>کيرآتي ديوو</philantropicGrantLink> اور دنيآ ڪآ مِکآنٚ دي مِلرآ چندآ دي ڀيݪو ڪررو گو هي۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ggg: ڪآمن وآئيٚسيٚ ڪوُ دآن گرآنٽسو جريٚئي ڦنٚڊ ڪررو جآنٚدو هي! همآنٚڪو تليٚميٚ جهن منٚد سول سوسآئيٚٽيٚ ائيٚنٚ سنتيٚ مهڪڪآنٚ دي تآون ڪروو پسنٚد هي . ڪآمن وآئس استمآل ڪروآ لآ مڦت هي ، پر گرآنٚٽ تجويٚجيٚنٚ جريٚئي پليٽ ڦآرم ائيٚنٚ پر گرانٚٽ تجويٚجيٚنٚ جريٚئي پليٽ ڦآرم ائيٚنٚ هوسٽنٚگيٚ ڪآ کرچآ مي هسو ليوو وآڪي مدت گآر هي .

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ggg: { " " }ڪآمن وآئيٚس ايڪ اور پِلٽ ڦآرم شروُ ڪر رهيرو هي۔ جيڪو ڪُدرتيٚ، آپو آپ، بنآ سدآيو ڪيِ ٻآتيِ چيِت ڀيلي ڪروآ مي ڌيآن دي رهيرو هي۔ وو ڪِتريٚ ئيٚ ڪمپنيآ ڪوُ آوآجينٚ ڀيݪيٚ ڪر ڪي ديوآ مي مدد ڪرسيٚ اُرو ڪي ڀيݪي ڀيݪي ڊيٽآ سائنسدآنآن اور ڊولپرآنٚ لآ ڦآئيدي مند هوسيٚ. ۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ggg: Mozilla تآڻي ڪآمن وآئيسو ڪو شروآتيٚ مِشن هي سيڪوآ مي مدد ديوو تو هڪيٚڪيٚ مِنک ڪيسي ٻولدآ هينٚ۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ggg: دنيآ ڪو سبآنٚ دي جبرو اوآمي تورو پر موجود هي،Common Voice ڀوت ٻوليآنٚݪو وآئيٚس ڊيٽآ سيٽ هي۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ggg: آم آوآجينٚ ڪيٚ رڪآرڊينگ پڙهآيو ڪآ مآهر، نهينآ ڪآروبآريآنٚ اور آورجينٚ ڪيٚ اوݪکآڻيٚ ڪآ شوڪيٚن دي استمآل ڪريونٚ جآنديونٚ هينٚ ٽريٚننگ مي مدد ديوو اور آوآمي هسآبو دي موجود وسيلآ جيسي وآئس مآڊلسي ڪوُ وڌآوآ مي۔ ڪآ تِمي همآ ڪوُ ٻتآسيو تو تِمي ڪآلي چآهندآ هو تو تِمري رڪآرڊيگينٚ مٽ جآئينٚ؟

source: Community and Languages
ggg: ڪميونٽيٚ اور ٻوليٚ

source: Community, Creatives and Civil Society
ggg: ڪميونٽي، ٽآوآݪ اور سوآل سُسآئيٽيٚ

source: Community participation and decision making.
ggg: ڪميونٽيو ڪي شآملآيو مي ائينٚ ڦيسلآ ڪروو

source: Community Playbook
ggg: ڪميونٽيٚ کيلوآ ڪو ڪتآب

source: Confirm Goal
ggg: مڪسدوُ پڪو ڪرو
